Repository: kccarlos/forumind
Catalog: Forumind/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ API key is required.
zh_hans: 需要 %@ API 密钥。
zh_hant: 需要 %@ API 金鑰。

source: %@ API key is required. Add it in Settings › AI models.
zh_hans: 需要 %@ API 密钥。请在“设置 › AI 模型”中添加。
zh_hant: 需要 %@ API 金鑰。請在「設定 › AI 模型」中加入。

source: %@ doesn’t look like a Discourse forum.
zh_hans: %@ 看起来不是 Discourse 论坛。
zh_hant: %@ 看起來不是 Discourse 論壇。

source: %@ home
zh_hans: %@ 首页
zh_hant: %@ 首頁

source: %@ isn’t connected. Add an API key in Settings › AI models.
zh_hans: %@ 尚未连接。请在“设置 › AI 模型”中添加 API 密钥。
zh_hant: %@ 尚未連線。請在「設定 › AI 模型」中加入 API 金鑰。

source: %@ isn’t ready. Pick a model or add its key in Settings › AI models.
zh_hans: %@ 尚未就绪。请在“设置 › AI 模型”中选择模型或添加它的密钥。
zh_hant: %@ 尚未就緒。請在「設定 › AI 模型」中選擇模型或加入它的金鑰。

source: %@ settings
zh_hans: %@ 设置
zh_hant: %@ 設定

# %@ topic %@
source: %1$@ topic %2$@
zh_hans: %1$@ 话题 %2$@
zh_hant: %1$@ 話題 %2$@

source: %@ uses its own model. Choose one to continue; you can change it in Settings › AI models.
zh_hans: “%@”使用单独的模型。请选择一个模型以继续；之后可在“设置 › AI 模型”中更改。
zh_hant: 「%@」使用獨立的模型。請選擇一個模型以繼續；之後可在「設定 › AI 模型」中更改。

source: %@ · No API key needed · Private
zh_hans: %@ · 无需 API 密钥 · 私密
zh_hant: %@ · 不需要 API 金鑰 · 私密

source: %@ · checking…
zh_hans: %@ · 正在检查…
zh_hant: %@ · 正在檢查…

source: %@ · just now
zh_hans: %@ · 刚刚
zh_hant: %@ · 剛剛

source: %@ · not a Discourse forum
zh_hans: %@ · 不是 Discourse 论坛
zh_hant: %@ · 不是 Discourse 論壇

source: %@, current forum
zh_hans: %@，当前论坛
zh_hant: %@，目前的論壇

source: %lld chat messages
zh_hans: %lld 条聊天消息
zh_hant: %lld 則聊天訊息

source: %lld messages
zh_hans: %lld 条消息
zh_hant: %lld 則訊息

source: %lld new
zh_hans: %lld 条新回复
zh_hant: %lld 則新回覆

source: %lld new replies in a watched topic.
zh_hans: 你关注的话题有 %lld 条新回复。
zh_hant: 你追蹤的話題有 %lld 則新回覆。

source: %lld percent
zh_hans: 百分之 %lld
zh_hant: 百分之 %lld

source: %lld pinned
zh_hans: 已置顶 %lld 个
zh_hant: 已釘選 %lld 個

source: %lld pinned forums
zh_hans: %lld 个置顶论坛
zh_hant: %lld 個釘選的論壇

source: %lld points
zh_hans: %lld 点
zh_hant: %lld 點

source: %lld posts
zh_hans: %lld 个帖子
zh_hant: %lld 則貼文

source: %lld saved
zh_hans: %lld 个已保存
zh_hant: %lld 個已儲存

source: %lld saved items
zh_hans: %lld 个已保存的项目
zh_hant: %lld 個已儲存的項目

source: %lld sources
zh_hans: %lld 个来源
zh_hant: %lld 個來源

source: %lld steps
zh_hans: %lld 步
zh_hant: %lld 步

source: %lld synced items couldn’t be read and were skipped.
zh_hans: 有 %lld 个同步项目无法读取，已跳过。
zh_hant: 有 %lld 個同步項目無法讀取，已略過。

source: %lld topics
zh_hans: %lld 个话题
zh_hant: %lld 個話題

source: %lld topics read
zh_hans: 已读 %lld 个话题
zh_hant: 已讀 %lld 個話題

source: %lldk characters
zh_hans: %lld 千字符
zh_hant: %lld 千字元

source: 1 request per second, one at a time
zh_hans: 每秒 1 个请求，一次一个
zh_hant: 每秒 1 個請求，一次一個

source: 1M characters
zh_hans: 100 万字符
zh_hant: 100 萬字元

source: 2 requests per second, up to 2 at a time
zh_hans: 每秒 2 个请求，最多同时 2 个
zh_hant: 每秒 2 個請求，最多同時 2 個

source: A 2,000-post topic takes about 10 seconds.
zh_hans: 读取一个 2,000 帖的话题约需 10 秒。
zh_hant: 讀取一個 2,000 則貼文的話題約需 10 秒。

source: A good default is filled in. Tap the list button to see every model.
zh_hans: 已填入推荐的默认模型。轻点列表按钮可查看所有模型。
zh_hant: 已填入建議的預設模型。點一下列表按鈕即可查看所有模型。

source: AI models
zh_hans: AI 模型
zh_hant: AI 模型

source: AI models…
zh_hans: AI 模型…
zh_hant: AI 模型…

source: AI provider not connected
zh_hans: 未连接 AI 提供方
zh_hant: 尚未連線 AI 供應商

source: AI provider: %@
zh_hans: AI 提供方：%@
zh_hant: AI 供應商：%@

source: API key
zh_hans: API 密钥
zh_hant: API 金鑰

source: API keys
zh_hans: API 密钥
zh_hant: API 金鑰

source: API keys come along
zh_hans: API 密钥也会同步
zh_hant: API 金鑰也會同步

source: About
zh_hans: 关于
zh_hant: 關於

source: About Apple Intelligence
zh_hans: 关于 Apple 智能
zh_hant: 關於 Apple Intelligence

source: Acknowledgements
zh_hans: 致谢
zh_hant: 致謝

source: Active tasks
zh_hans: 进行中的任务
zh_hant: 進行中的任務

source: Activity
zh_hans: 活动
zh_hant: 活動

source: Ad blocking is off
zh_hans: 广告拦截已关闭
zh_hant: 廣告阻擋已關閉

source: Add
zh_hans: 添加
zh_hant: 加入

source: Add %@
zh_hans: 添加 %@
zh_hant: 加入 %@

source: Add Forum
zh_hans: 添加论坛
zh_hant: 加入論壇

source: Add Forum…
zh_hans: 添加论坛…
zh_hant: 加入論壇…

source: Add a Forum
zh_hans: 添加论坛
zh_hant: 加入論壇

source: Add a forum
zh_hans: 添加论坛
zh_hant: 加入論壇

source: Add a forum by address…
zh_hans: 按地址添加论坛…
zh_hant: 依網址加入論壇…

source: Add another forum
zh_hans: 添加其他论坛
zh_hant: 加入其他論壇

source: Add forum
zh_hans: 添加论坛
zh_hant: 加入論壇

source: Add forum…
zh_hans: 添加论坛…
zh_hant: 加入論壇…

source: Add one any time in Settings › AI models.
zh_hans: 你可以随时在“设置 › AI 模型”中添加。
zh_hant: 你可以隨時在「設定 › AI 模型」中加入。

source: Add the forum — the app checks it’s Discourse.
zh_hans: 添加论坛——App 会检查它是否为 Discourse 论坛。
zh_hant: 加入論壇——App 會檢查它是否為 Discourse 論壇。

source: Add to Recent
zh_hans: 添加到“最近”
zh_hant: 加入「最近」

source: Add to favorites
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Add your API key to see every model.
zh_hans: 添加 API 密钥后即可查看所有模型。
zh_hant: 加入 API 金鑰後即可查看所有模型。

source: Added %@.
zh_hans: 已添加 %@。
zh_hant: 已加入 %@。

source: Added and pinned %@.
zh_hans: 已添加并置顶 %@。
zh_hant: 已加入並釘選 %@。

source: Ads & trackers
zh_hans: 广告和跟踪器
zh_hant: 廣告和追蹤器

source: Ads allowed on this site
zh_hans: 此网站允许显示广告
zh_hant: 此網站允許顯示廣告

source: Ads and trackers aren’t blocked on these sites. Swipe left to remove one.
zh_hans: 这些网站不会拦截广告和跟踪器。向左轻扫可移除。
zh_hant: 這些網站不會阻擋廣告和追蹤器。向左滑動即可移除。

source: Ads blocked on this site
zh_hans: 已在此网站拦截广告
zh_hant: 已在此網站阻擋廣告

source: Advanced: custom base URL
zh_hans: 高级：自定义基础 URL
zh_hant: 進階：自訂基礎 URL

source: Agent
zh_hans: 问论坛
zh_hant: 問論壇

source: Agent runs
zh_hans: 问论坛记录
zh_hant: 問論壇紀錄

source: All
zh_hans: 全部
zh_hant: 全部

source: All Forums
zh_hans: 所有论坛
zh_hant: 所有論壇

source: All forums
zh_hans: 所有论坛
zh_hant: 所有論壇

source: All forums…
zh_hans: 所有论坛…
zh_hant: 所有論壇…

source: All saved data cleared.
zh_hans: 已清除所有保存的数据。
zh_hant: 已清除所有儲存的資料。

source: Allow ads on %@
zh_hans: 允许 %@ 显示广告
zh_hant: 允許 %@ 顯示廣告

source: Allowed sites
zh_hans: 允许的网站
zh_hant: 允許的網站

source: Also delete saved summaries/chats for this forum?
zh_hans: 同时删除此论坛已保存的摘要和聊天吗？
zh_hant: 同時刪除此論壇已儲存的摘要和聊天嗎？

source: Also delete saved summaries/chats for this forum? It has %lld saved items.
zh_hans: 同时删除此论坛已保存的摘要和聊天吗？共有 %lld 个已保存的项目。
zh_hant: 同時刪除此論壇已儲存的摘要和聊天嗎？共有 %lld 個已儲存的項目。

source: Another device changed the same item; merging.
zh_hans: 另一台设备更改了同一项目，正在合并。
zh_hant: 另一部裝置更改了同一個項目，正在合併。

source: Answer
zh_hans: 回答
zh_hant: 回答

source: Answer actions
zh_hans: 回答操作
zh_hant: 回答動作

source: Answered
zh_hans: 已回答
zh_hant: 已回答

source: Answering
zh_hans: 正在回答
zh_hant: 正在回答

source: Answering follow-up question…
zh_hans: 正在回答追问…
zh_hant: 正在回答追問…

source: Answering…
zh_hans: 正在回答…
zh_hant: 正在回答…

source: Answers use the post, its replies and the summary.
zh_hans: 回答基于帖子、回复和摘要。
zh_hant: 回答會參考貼文、回覆和摘要。

source: Answers with numbered sources you can open.
zh_hans: 回答附带编号来源，可直接打开。
zh_hant: 回答附有編號來源，可直接打開。

source: Apple Intelligence
zh_hans: Apple 智能

source: Apple Intelligence can’t handle this kind of request.
zh_hans: Apple 智能无法处理此类请求。
zh_hant: Apple Intelligence 無法處理這類要求。

source: Apple Intelligence couldn’t produce a valid agent step.
zh_hans: Apple 智能未能生成有效的研究步骤。
zh_hant: Apple Intelligence 無法產生有效的研究步驟。

source: Apple Intelligence declined because the discussion touches content its safety guidelines don’t allow. Try another provider for this topic.
zh_hans: 此讨论涉及 Apple 智能安全准则不允许的内容，因此被拒绝。请为此话题换用其他提供方。
zh_hant: 此討論涉及 Apple Intelligence 安全準則不允許的內容，因此遭到拒絕。請為這個話題改用其他供應商。

source: Apple Intelligence declined to answer this request. Rephrase it or try another provider.
zh_hans: Apple 智能拒绝回答此请求。请换个说法，或换用其他提供方。
zh_hant: Apple Intelligence 拒絕回答這項要求。請換個說法，或改用其他供應商。

source: Apple Intelligence doesn’t support this discussion’s language yet. Choose another provider in Settings › AI models.
zh_hans: Apple 智能暂不支持此讨论所用的语言。请在“设置 › AI 模型”中选择其他提供方。
zh_hant: Apple Intelligence 尚不支援此討論使用的語言。請在「設定 › AI 模型」中選擇其他供應商。

source: Apple Intelligence failed: %@
zh_hans: Apple 智能出错：%@
zh_hant: Apple Intelligence 發生錯誤：%@

source: Apple Intelligence is built into this device: private, no account, no key. Or connect a provider you already use. You can change this any time in Settings.
zh_hans: Apple 智能内置于此设备：私密，无需账户，也无需密钥。你也可以连接已在使用的提供方。之后可随时在“设置”中更改。
zh_hant: Apple Intelligence 內建於這部裝置：私密，不需要帳號，也不需要金鑰。你也可以連線已在使用的供應商。之後可隨時在「設定」中更改。

source: Apple Intelligence is busy handling other requests; try again after %@.
zh_hans: Apple 智能正忙于处理其他请求，请在 %@ 之后再试。
zh_hant: Apple Intelligence 正忙著處理其他要求，請在 %@ 之後再試一次。

source: Apple Intelligence is busy handling other requests; try again in a little while.
zh_hans: Apple 智能正忙于处理其他请求，请稍后再试。
zh_hant: Apple Intelligence 正忙著處理其他要求，請稍後再試一次。

source: Apple Intelligence is still answering another request. Try again in a moment.
zh_hans: Apple 智能仍在回答另一个请求。请稍后再试。
zh_hant: Apple Intelligence 仍在回答另一項要求。請稍後再試一次。

source: Apple Intelligence is still getting ready on this device. Keep it on Wi‑Fi and power, then try again in a few minutes.
zh_hans: Apple 智能仍在此设备上准备中。请保持连接 Wi‑Fi 和电源，几分钟后再试。
zh_hant: Apple Intelligence 仍在這部裝置上準備中。請保持連接 Wi‑Fi 和電源，幾分鐘後再試一次。

source: Apple Intelligence isn’t available for this device’s language or region yet. Choose another provider below.
zh_hans: Apple 智能暂不支持此设备的语言或地区。请在下方选择其他提供方。
zh_hant: Apple Intelligence 尚不支援這部裝置的語言或地區。請在下方選擇其他供應商。

source: Apple Intelligence needs iOS 26 or later on a supported iPhone or iPad. Choose another provider below.
zh_hans: Apple 智能需要在受支持的 iPhone 或 iPad 上运行 iOS 26 或更高版本。请在下方选择其他提供方。
zh_hant: Apple Intelligence 需要在支援的 iPhone 或 iPad 上使用 iOS 26 或以上版本。請在下方選擇其他供應商。

source: Apple Intelligence took too long to answer. Try again.
zh_hans: Apple 智能回答超时。请再试一次。
zh_hant: Apple Intelligence 回答逾時。請再試一次。

# Apple Intelligence: %@. %@
source: Apple Intelligence: %1$@. %2$@
zh_hans: Apple 智能：%1$@。%2$@

source: Apple’s Private Cloud Compute is unavailable right now. Try again later.
zh_hans: Apple 私密云计算目前不可用。请稍后再试。
zh_hant: Apple 私密雲端運算目前無法使用。請稍後再試一次。

source: Are there any warnings or important caveats?
zh_hans: 有什么警告或需要特别注意的地方吗？
zh_hant: 有什麼警告或需要特別注意的地方嗎？

source: Ask
zh_hans: 提问
zh_hant: 提問

source: Ask %@ anything…
zh_hans: 向 %@ 提任何问题…
zh_hant: 向 %@ 提出任何問題…

source: Ask a follow-up question…
zh_hans: 继续追问…
zh_hant: 繼續追問…

source: Ask a follow-up…
zh_hans: 继续追问…
zh_hant: 繼續追問…

source: Ask a question and it searches the forum, reads the best topics, and answers with cited sources like [S1].
zh_hans: 提出问题后，它会搜索论坛、阅读最相关的话题，并在回答中注明来源，例如 [S1]。
zh_hant: 提出問題後，它會搜尋論壇、閱讀最相關的話題，並在回答中註明來源，例如 [S1]。

source: Ask a question and the assistant searches the forum, reads the most relevant topics, and answers with numbered sources. It only reads — it never posts.
zh_hans: 提出问题后，助手会搜索论坛、阅读最相关的话题，并给出附带编号来源的回答。它只读取，从不发帖。
zh_hant: 提出問題後，助理會搜尋論壇、閱讀最相關的話題，並提供附有編號來源的回答。它只會閱讀，絕不發文。

source: Ask about it
zh_hans: 就此提问
zh_hant: 就此提問

source: Ask about this topic
zh_hans: 就此话题提问
zh_hant: 就這個話題提問

source: Ask another question…
zh_hans: 提出其他问题…
zh_hant: 提出其他問題…

source: Ask follow-up questions about the page you’re reading. Answers stay grounded in the discussion.
zh_hans: 就正在阅读的页面继续提问。回答始终以讨论内容为依据。
zh_hant: 就正在閱讀的頁面繼續提問。回答始終以討論內容為依據。

source: Ask the Forum
zh_hans: 问论坛
zh_hant: 問論壇

source: Ask the forum
zh_hans: 问论坛
zh_hant: 問論壇

source: Ask the forum anything…
zh_hans: 向论坛提任何问题…
zh_hant: 向論壇提出任何問題…

source: Ask the forum model
zh_hans: 问论坛模型
zh_hant: 問論壇模型

source: Asked %@
zh_hans: 提问于%@
zh_hant: 提問於%@

source: Asking the forum
zh_hans: 正在问论坛
zh_hant: 正在問論壇

source: Assistant
zh_hans: 助手
zh_hant: 助理

source: Assistant mode
zh_hans: 助手模式
zh_hant: 助理模式

source: Assistant panel width
zh_hans: 助手面板宽度
zh_hant: 助理面板寬度

source: Automatic
zh_hans: 自动
zh_hant: 自動

source: Available from %@
zh_hans: %@ 提供的模型
zh_hant: %@ 提供的模型

source: Back
zh_hans: 返回
zh_hant: 返回

source: Back to assistant
zh_hans: 返回助手
zh_hant: 返回助理

source: Back to page
zh_hans: 返回页面
zh_hant: 返回頁面

source: Back to the page
zh_hans: 返回页面
zh_hant: 返回頁面

source: Bar at the bottom
zh_hans: 浏览器栏位于底部
zh_hant: 瀏覽器列位於底部

source: Bar at the top
zh_hans: 浏览器栏位于顶部
zh_hant: 瀏覽器列位於頂部

source: Base URL
zh_hans: 基础 URL
zh_hant: 基礎 URL

source: Block ads
zh_hans: 拦截广告
zh_hant: 阻擋廣告

source: Block ads on %@
zh_hans: 在 %@ 上拦截广告
zh_hant: 在 %@ 上阻擋廣告

source: Block trackers
zh_hans: 拦截跟踪器
zh_hant: 阻擋追蹤器

source: Bottom
zh_hans: 底部
zh_hant: 底部

source: Browse
zh_hans: 浏览
zh_hant: 瀏覽

source: Browse all forums
zh_hans: 浏览所有论坛
zh_hant: 瀏覽所有論壇

source: Browse forums
zh_hans: 浏览论坛
zh_hant: 瀏覽論壇

source: Browse your forums, get clear summaries of long topics, and ask questions with answers that cite their sources.
zh_hans: 浏览你的论坛，为长话题生成清晰的摘要，并提出问题、获得注明来源的回答。
zh_hant: 瀏覽你的論壇，為長話題產生清楚的摘要，並提出問題、取得註明來源的回答。

source: Browser
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browser bar
zh_hans: 浏览器栏
zh_hant: 瀏覽器列

source: Build
zh_hans: 构建版本
zh_hant: 建置版本

source: Built in and private. Runs on this device or on Apple’s Private Cloud Compute; nothing goes anywhere else. No key, no bill.
zh_hans: 内置且私密。在此设备或 Apple 私密云计算上运行，数据不会发送到其他地方。无需密钥，也无需付费。
zh_hant: 內建且私密。在這部裝置或 Apple 私密雲端運算上執行，資料不會傳送到其他地方。不需要金鑰，也不用付費。

source: Built in — no key
zh_hans: 内置——无需密钥
zh_hant: 內建——不需要金鑰

source: CC BY-SA 3.0 license
zh_hans: CC BY-SA 3.0 许可协议
zh_hant: CC BY-SA 3.0 授權條款

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel editing
zh_hans: 取消编辑
zh_hant: 取消編輯

source: Cancel this topic’s active tasks before deleting it.
zh_hans: 请先取消此话题正在进行的任务，再删除它。
zh_hant: 請先取消這個話題正在進行的任務，再刪除它。

source: Cancelled
zh_hans: 已取消
zh_hant: 已取消

source: Cancelled · %@
zh_hans: 已取消 · %@
zh_hant: 已取消 · %@

source: Can’t open this address
zh_hans: 无法打开此地址
zh_hant: 無法打開此網址

source: Catch up on any Discourse forum in seconds
zh_hans: 几秒钟跟上任何 Discourse 论坛的讨论
zh_hant: 幾秒鐘掌握任何 Discourse 論壇的討論

source: Chat
zh_hans: 聊天
zh_hant: 聊天

source: Chat about a topic
zh_hans: 就话题聊天
zh_hant: 就話題聊天

source: Chat about it
zh_hans: 聊聊这个
zh_hant: 聊聊這個

source: Chat changed; answer discarded
zh_hans: 聊天内容已更改，已放弃此回答
zh_hant: 聊天內容已更改，已捨棄此回答

source: Chat context
zh_hans: 聊天上下文
zh_hant: 聊天上下文

source: Chat context size
zh_hans: 聊天上下文大小
zh_hant: 聊天上下文大小

source: Chat history: %@
zh_hans: 聊天记录： %@
zh_hant: 聊天紀錄： %@

source: Chats expire after a day unless you keep the topic.
zh_hans: 除非保留该话题，否则聊天会在一天后过期。
zh_hant: 除非保留該話題，否則聊天會在一天後過期。

source: Check for new replies
zh_hans: 检查新回复
zh_hant: 檢查新回覆

source: Check it any time in Settings › iCloud Sync.
zh_hans: 可随时在“设置 › iCloud 同步”中查看。
zh_hant: 可隨時在「設定 › iCloud 同步」中查看。

source: Check now
zh_hans: 立即检查
zh_hant: 立即檢查

source: Checked saved summaries
zh_hans: 已查看保存的摘要
zh_hant: 已查看儲存的摘要

source: Checking %@…
zh_hans: 正在检查 %@…
zh_hant: 正在檢查 %@…

source: Checking the forum…
zh_hans: 正在检查论坛…
zh_hant: 正在檢查論壇…

source: Checking this page…
zh_hans: 正在检查此页面…
zh_hant: 正在檢查此頁面…

source: Choose a model
zh_hans: 选择模型
zh_hant: 選擇模型

source: Choose a model for Ask the forum
zh_hans: 为问论坛选择模型
zh_hant: 為問論壇選擇模型

source: Choose a model for summaries & chat
zh_hans: 为摘要与聊天选择模型
zh_hant: 為摘要與聊天選擇模型

source: Choose a model in Settings › AI models.
zh_hans: 请在“设置 › AI 模型”中选择模型。
zh_hant: 請在「設定 › AI 模型」中選擇模型。

source: Choose a model in Settings.
zh_hans: 请在“设置”中选择模型。
zh_hant: 請在「設定」中選擇模型。

source: Choose from list
zh_hans: 从列表中选择
zh_hant: 從列表中選擇

source: Choose your forums
zh_hans: 选择你的论坛
zh_hant: 選擇你的論壇

source: Choosing an AI provider
zh_hans: 如何选择 AI 提供方
zh_hant: 如何選擇 AI 供應商

source: Claude models from Anthropic.
zh_hans: Anthropic 的 Claude 模型。
zh_hant: Anthropic 的 Claude 模型。

source: Clear
zh_hans: 清除
zh_hant: 清除

source: Clear address
zh_hans: 清除地址
zh_hant: 清除網址

source: Clear all saved data
zh_hans: 清除所有保存的数据
zh_hant: 清除所有儲存的資料

source: Clear all saved data?
zh_hans: 要清除所有保存的数据吗？
zh_hant: 要清除所有儲存的資料嗎？

source: Clear chat
zh_hans: 清除聊天
zh_hant: 清除聊天

source: Clear saved data
zh_hans: 清除保存的数据
zh_hant: 清除儲存的資料

source: Clear saved data for %@
zh_hans: 清除 %@ 的已保存数据
zh_hant: 清除 %@ 的已儲存資料

source: Clear saved data for %@?
zh_hans: 要清除 %@ 的已保存数据吗？
zh_hant: 要清除 %@ 的已儲存資料嗎？

source: Clear saved data for this forum?
zh_hans: 要清除此论坛的已保存数据吗？
zh_hant: 要清除此論壇的已儲存資料嗎？

source: Cleared saved data for %@.
zh_hans: 已清除 %@ 的已保存数据。
zh_hant: 已清除 %@ 的已儲存資料。

source: Clearing deletes saved summaries, chats, answers, and watched topics for that forum. The forum stays in your list.
zh_hans: 清除会删除该论坛已保存的摘要、聊天、回答和关注的话题。论坛仍保留在你的列表中。
zh_hant: 清除會刪除該論壇已儲存的摘要、聊天、回答和追蹤的話題。論壇仍會保留在你的列表中。

source: Collapsed
zh_hans: 已收起
zh_hant: 已收合

source: Combining section summaries…
zh_hans: 正在合并各部分摘要…
zh_hant: 正在合併各部分摘要…

source: Combining…
zh_hans: 正在合并…
zh_hant: 正在合併…

source: Common problems people report lately
zh_hans: 最近大家常反映的问题
zh_hant: 最近大家常回報的問題

source: Completed
zh_hans: 已完成
zh_hant: 已完成

# Condensing part %lld of %lld…
source: Condensing part %1$lld of %2$lld…
zh_hans: 正在精简第 %1$lld 部分（共 %2$lld 部分）…
zh_hant: 正在精簡第 %1$lld 部分（共 %2$lld 部分）…

source: Connect an AI provider
zh_hans: 连接 AI 提供方
zh_hant: 連接 AI 供應商

source: Connected — you’re ready to go.
zh_hans: 已连接，可以开始使用了。
zh_hant: 已連線，可以開始使用了。

source: Connection failed
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection successful
zh_hans: 连接成功
zh_hant: 連線成功

source: Context per batch
zh_hans: 每批次上下文
zh_hant: 每批次上下文

source: Context per summary batch
zh_hans: 每个摘要批次的上下文
zh_hant: 每個摘要批次的上下文

source: Context per topic read
zh_hans: 每次阅读话题的上下文
zh_hant: 每次閱讀話題的上下文

source: Continue
zh_hans: 继续
zh_hant: 繼續

source: Continue with %lld forums
zh_hans: 继续（%lld 个论坛）
zh_hant: 繼續（%lld 個論壇）

source: Copy
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Link
zh_hans: 拷贝链接
zh_hant: 拷貝連結

source: Copy answer
zh_hans: 拷贝回答
zh_hant: 拷貝回答

source: Copy, Share, and Export use the complete post and responses.
zh_hans: 拷贝、共享和导出会使用完整的帖子和回复。
zh_hant: 拷貝、分享和匯出會使用完整的貼文和回覆。

source: Couldn’t check your iCloud account.
zh_hans: 无法检查你的 iCloud 账户。
zh_hant: 無法檢查你的 iCloud 帳號。

source: Couldn’t connect
zh_hans: 无法连接
zh_hant: 無法連線

source: Couldn’t delete iCloud data
zh_hans: 无法删除 iCloud 数据
zh_hant: 無法刪除 iCloud 資料

source: Couldn’t load models
zh_hans: 无法载入模型
zh_hant: 無法載入模型

source: Couldn’t reach Apple’s Private Cloud Compute. Check your connection and try again.
zh_hans: 无法连接 Apple 的私密云计算。请检查网络连接后重试。
zh_hant: 無法連線至 Apple 的私密雲端運算。請檢查網路連線後再試一次。

source: Couldn’t reach iCloud. Check your connection and try again.
zh_hans: 无法连接 iCloud。请检查网络连接后重试。
zh_hant: 無法連線至 iCloud。請檢查網路連線後再試一次。

source: Couldn’t reach that forum. Check the address and your connection.
zh_hans: 无法访问该论坛。请检查地址和网络连接。
zh_hant: 無法連線至該論壇。請檢查網址和網路連線。

source: Create summary
zh_hans: 生成摘要
zh_hant: 產生摘要

source: Creating summary
zh_hans: 正在生成摘要
zh_hant: 正在產生摘要

source: Current page
zh_hans: 当前页面
zh_hant: 目前頁面

source: Custom instructions
zh_hans: 自定义指令
zh_hant: 自訂指示

source: Data & privacy
zh_hans: 数据与隐私
zh_hant: 資料與隱私

source: DeepSeek’s low-cost chat and reasoning models.
zh_hans: DeepSeek 的低成本对话与推理模型。
zh_hant: DeepSeek 的低成本對話與推理模型。

# Default: %@. Tap the list button to load every model %@ offers.
source: Default: %1$@. Tap the list button to load every model %2$@ offers.
zh_hans: 默认：%1$@。轻点列表按钮以载入 %2$@ 提供的所有模型。
zh_hant: 預設：%1$@。點一下列表按鈕以載入 %2$@ 提供的所有模型。

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete agent run
zh_hans: 删除问论坛记录
zh_hant: 刪除問論壇記錄

source: Delete iCloud data
zh_hans: 删除 iCloud 数据
zh_hant: 刪除 iCloud 資料

source: Delete iCloud data?
zh_hans: 要删除 iCloud 数据吗？
zh_hant: 要刪除 iCloud 資料嗎？

source: Delete recent activity
zh_hans: 删除最近活动
zh_hant: 刪除最近活動

source: Delete run
zh_hans: 删除记录
zh_hant: 刪除記錄

source: Delete saved summary
zh_hans: 删除已保存的摘要
zh_hant: 刪除已儲存的摘要

source: Delete summary and chat
zh_hans: 删除摘要和聊天
zh_hant: 刪除摘要和聊天

source: Delete this saved summary?
zh_hans: 要删除这个已保存的摘要吗？
zh_hant: 要刪除這個已儲存的摘要嗎？

source: Developers discussing the OpenAI API, models, and tools.
zh_hans: 开发者交流 OpenAI API、模型和工具。
zh_hant: 開發者交流 OpenAI API、模型和工具。

source: Device not supported
zh_hans: 设备不受支持
zh_hant: 裝置不支援

source: Disagreements
zh_hans: 分歧意见
zh_hant: 不同意見

source: Discourse forum
zh_hans: Discourse 论坛
zh_hant: Discourse 論壇

source: Discourse’s own community for features, support, and plugins.
zh_hans: Discourse 官方社区，讨论功能、支持和插件。
zh_hant: Discourse 官方社群，討論功能、支援和外掛程式。

source: Dismiss
zh_hans: 关闭
zh_hant: 關閉

source: Done
zh_hans: 完成
zh_hant: 完成

# Done · %@ · %@
source: Done · %1$@ · %2$@
zh_hans: 已完成 · %1$@ · %2$@
zh_hant: 已完成 · %1$@ · %2$@

source: Download LM Studio
zh_hans: 下载 LM Studio
zh_hant: 下載 LM Studio

source: Download Ollama
zh_hans: 下载 Ollama
zh_hant: 下載 Ollama

source: Drag to reorder. Unpinned forums stay under Recent.
zh_hans: 拖移以重新排序。取消置顶的论坛会留在“最近”中。
zh_hant: 拖移以重新排序。取消釘選的論壇會留在「最近」中。

source: Each item keeps its most recent edit. A chat you cleared on one device stays cleared on the others.
zh_hans: 每个项目都保留最近一次的修改。在一台设备上清除的聊天，在其他设备上也会保持清除。
zh_hant: 每個項目都保留最近一次的修改。在一台裝置上清除的聊天，在其他裝置上也會保持清除。

source: Each search or topic read is one step. More steps can find better answers but take longer and cost more. Default: %lld.
zh_hans: 每次搜索或阅读话题算作一步。步数越多，答案可能越好，但耗时更长、费用更高。默认：%lld。
zh_hant: 每次搜尋或閱讀話題算作一步。步數越多，答案可能越好，但耗時更長、費用更高。預設：%lld。

source: EasyList website
zh_hans: EasyList 网站
zh_hant: EasyList 網站

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit pinned forums
zh_hans: 编辑置顶论坛
zh_hant: 編輯釘選的論壇

source: End-to-end encrypted
zh_hans: 端到端加密
zh_hant: 端對端加密

source: Enter a forum address
zh_hans: 输入论坛地址
zh_hant: 輸入論壇網址

source: Enter a forum address such as meta.discourse.org.
zh_hans: 请输入论坛地址，例如 meta.discourse.org。
zh_hant: 請輸入論壇網址，例如 meta.discourse.org。

source: Enter a valid provider URL.
zh_hans: 请输入有效的提供方 URL。
zh_hant: 請輸入有效的供應商 URL。

source: Enter a web address such as meta.discourse.org or a full https:// link.
zh_hans: 输入网址（如 meta.discourse.org）或完整的 https:// 链接。
zh_hant: 輸入網址（如 meta.discourse.org）或完整的 https:// 連結。

source: Enter a web address such as meta.discourse.org or a full https:// link. Paths such as /t/topic-name/123 open on the current forum.
zh_hans: 输入网址（如 meta.discourse.org）或完整的 https:// 链接。/t/topic-name/123 这样的路径会在当前论坛中打开。
zh_hant: 輸入網址（如 meta.discourse.org）或完整的 https:// 連結。/t/topic-name/123 這類路徑會在目前論壇中打開。

source: Enter an address
zh_hans: 输入地址
zh_hant: 輸入網址

source: Enter the address of any Discourse forum, or paste a link to one of its pages.
zh_hans: 输入任意 Discourse 论坛的地址，或粘贴其中某个页面的链接。
zh_hant: 輸入任何 Discourse 論壇的網址，或貼上其中某個頁面的連結。

source: Error
zh_hans: 出错
zh_hant: 錯誤

source: Every saved summary, chat, answer, and watched topic will be deleted. Your forums and settings stay.
zh_hans: 所有已保存的摘要、聊天、回答和关注的话题都将被删除。你的论坛和设置会保留。
zh_hant: 所有已儲存的摘要、聊天、回答和追蹤的話題都將被刪除。你的論壇和設定會保留。

source: Every summary and chat answer, and summaries Ask the forum writes along the way. A fast, low-cost model works well.
zh_hans: 所有摘要和聊天回答，以及问论坛过程中写的摘要。快速、低成本的模型就很合适。
zh_hant: 所有摘要和聊天回答，以及問論壇過程中寫的摘要。快速、低成本的模型就很適合。

source: Exclude Chat history
zh_hans: 不含聊天记录
zh_hant: 不含聊天記錄

source: Exclude Post & responses
zh_hans: 不含帖子和回复
zh_hant: 不含貼文和回覆

source: Exclude Summary
zh_hans: 不含摘要
zh_hant: 不含摘要

source: Exclude Title and URL
zh_hans: 不含标题和 URL
zh_hant: 不含標題和 URL

source: Expanded
zh_hans: 已展开
zh_hant: 已展開

source: Export .txt
zh_hans: 导出 .txt
zh_hant: 匯出 .txt

source: Export options
zh_hans: 导出选项
zh_hant: 匯出選項

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Failed · %@
zh_hans: 失败 · %@
zh_hant: 失敗 · %@

source: Fast
zh_hans: 快速
zh_hant: 快速

source: Fast reads long topics quickest but puts the most load on the forum. Use it on forums you run or where you know it’s welcome.
zh_hans: “快速”读取长话题最快，但给论坛带来的负载也最大。请在你自己运营的论坛，或确定欢迎这样做的论坛上使用。
zh_hant: 「快速」讀取長話題最快，但對論壇造成的負載也最大。請在你自己經營的論壇，或確定歡迎這樣做的論壇上使用。

source: Favorite models
zh_hans: 常用模型
zh_hant: 常用模型

source: Fills the question box
zh_hans: 填入提问框
zh_hant: 填入提問框

source: Filter lists
zh_hans: 过滤规则列表
zh_hant: 過濾清單

source: Finish
zh_hans: 完成
zh_hant: 完成

source: For example: Answer in English. Keep summaries under 200 words.
zh_hans: 例如：用中文回答。摘要不超过 300 字。
zh_hant: 例如：用繁體中文回答。摘要不超過 300 字。

source: Forum Login
zh_hans: 论坛登录
zh_hant: 論壇登入

source: Forum account
zh_hans: 论坛账户
zh_hant: 論壇帳號

source: Forum address
zh_hans: 论坛地址
zh_hant: 論壇網址

source: Forum context
zh_hans: 论坛上下文
zh_hant: 論壇上下文

source: Forum context size
zh_hans: 论坛上下文大小
zh_hant: 論壇上下文大小
